<?php
$mess['error_lang_id']	= 'Идентификатор языка должен быть не пустой строкой.';
$mess['error_lang_id_path']	= 'Директория языка (%s) не обнаружена.';
$mess['error_list_length']	= 'Длина списка должна быть числом.';
$mess['error_active']	= 'Номер текущей страницы должен быть числом.';
$mess['error_last']	= 'Номер последней страницы должен быть числом.';
$mess['error_variable']	= 'Имя переменной должно быть не пустой строкой.';
$mess['error_template_load']	= 'Шаблон (%s) не найден.';
$mess['error_template_id']	= 'Идентификатор шаблона должен быть не пустой строкой.';
$mess['error_template_id_path']	= 'Директория шаблона (%s) не обнаружена.';
